tap "homebrew/bundle"
tap "nextdns/tap"
tap "romkatv/powerlevel10k"
tap "shivammathur/php"
brew "openssl@3"
brew "brew-php-switcher"
brew "python@3.13"
brew "cask"
brew "chezmoi"
brew "curl"
brew "icu4c@76"
brew "php", link: false
brew "composer"
brew "cpanminus"
brew "exiftool"
brew "ffmpeg"
brew "gh"
brew "git"
brew "htop"
brew "imagemagick"
brew "jq"
brew "links"
brew "mailpit"
brew "midnight-commander"
brew "mysql"
brew "neovim"
brew "nmap"
brew "numpy"
brew "nvm"
brew "php@8.2", link: true
brew "pkgconf"
brew "powerlevel10k"
brew "pyenv"
brew "python@3.9"
brew "scrcpy"
brew "taskwarrior-tui"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "shivammathur/php/php@8.1"
cask "1password-cli"
cask "android-platform-tools"
cask "docker"
cask "ghostty"
cask "pearcleaner"
vscode "bmewburn.vscode-intelephense-client"
vscode "codesandbox-io.codesandbox-projects"
vscode "dbaeumer.vscode-eslint"
vscode "drknoxy.eslint-disable-snippets"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.vscode-github-actions"
vscode "malmaud.tmux"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "rangav.vscode-thunder-client"
vscode "richterger.perl"
vscode "rifi2k.format-html-in-php"
vscode "ritwickdey.liveserver"
vscode "rvest.vs-code-prettier-eslint"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "vincaslt.highlight-matching-tag"
vscode "vscode-icons-team.vscode-icons"
vscode "wallabyjs.quokka-vscode"
vscode "wongjn.php-sniffer"
vscode "yandeu.five-server"
